#https://github.com/sohitfirs/py1.git

# Задание 1

animal = input ('Введите вид питомца: ')
age = input ('Введите возраст питомца: ')
name = input ('Введите кличку питомца: ')

print (f'Это {animal} по кличке "{name}". Возраст: {age} года.')

# Задание 2
print()

print ('Введите этапы развития человека')
stage_1 = input ('Введите название первого этапа: ')
stage_2 = input ('Введите название второго этапа: ')
stage_3 = input ('Введите название третьего этапа: ')
stage_4 = input ('Введите название четвертого этапа: ')
stage_5 = input ('Введите название пятого этапа: ')
stage_6 = input ('Введите название шестого этапа: ')

print (stage_1, stage_2, stage_3, stage_4, stage_5, stage_6, sep='=>')

input()



